Repository: AshokaCao/OpenShop
Catalog: OpenShop/ShopClass/System/*.lproj/ASLocalized.strings
Languages: th

source: Market
th: ตลาดสินค้า

source: Products
th: ตลาด

source: Shop
th: ร้านค้า

source: Settings
th: ตั้งค่า

source: All
th: ทั้งหมด

source: Women
th: หญิง

source: Men
th: ชาย

source: Makeup
th: เครื่องสำอางค์

source: Child
th: เด็ก

source: Other
th: อื่นๆ

source: Sourcing details
th: รายละเอียดแหล่งสินค้า

source: off shelve
th: ลงแผง

source: On sale
th: ตั้งแผง

source: price: ฿%@
th: ราคา: ฿%@

source: profit: ฿%@
th: กำไร: ฿%@

source: %@ distribution
th: %@ คน กำลังแบ่งขาย

source: Distributors
th: คน กำลังแบ่งขาย

source: Item
th: สินค้า

source: contact
th: ติดต่อ

source: Sale
th: ตั้งแผง

source: Preview
th: พรีวิว

source: Promotion
th: โฆษณาภาพ

source: Add good
th: เพิ่มสินค้า

source: distribution
th: ตัวแทนขาย

source: discard
th: ไม่มีผล

source: The supplier has crased to distribute the goods
th: ซัพพลายเออร์ได้หยุดแบ่งขายสินค้าดังกล่าวแล้ว

source: Save the picture
th: บันทึกรูปสินค้าไปยังมือถือ

source: copy the name
th: คัดลอกชื่อสินค้า

source: copy the link
th: คัดลอกลิงค์สินค้า

source: cancel
th: ยกเลิก

source: Description
th: แนะนำสินค้า

source: Category
th: แบ่งประเภท

source: Distribution
th: แบ่งขายหรือไม่

source: Price(฿)
th: ค่าจ้างแบ่งขาย(฿)

source: Profit
th: กำไรแบ่งขาย

source: Done
th: เสร็จสิ้น

source: delete
th: ลบ

source: Shop Logo
th: Logo ร้านค้า

source: Store Name
th: ชื่อร้านค้า

source: Wolcomes
th: คำต้อนรับ

source: odentity
th: ยืนยันตัวตน

source: Contact infotmation
th: ช่องทางติดต่อ

source: Phone
th: โทรศัพท์

source: Help&FAQ
th: ช่วยเหลือ

source: About us
th: เกี่ยวกับเรา

source: Rate us
th: คะแนนประเมิน

source: Invite Friends
th: เชิญเพื่อน

source: Account
th: บัญชี

source: Change Password
th: แก้ไขรหัส

source: NickName
th: ชื่อ

source: Logout
th: ออกล็อคอิน

source: Login
th: ล็อคอิน

source: Sign up
th: ลงทะเบียน

source: input goods/shop
th: โปรดใส่คีย์เวิร์ด

source: History
th: ประวัติค้นหา
